Repository: Boymatov/HeatBalance1.19.12.01
Catalog: HeatBalance/WinFormStrings.*.resx
Languages: ru_ru

# btn_DiagrammaText
source: Diagramme
ru_ru: Диаграмма

# btn_ExitText
source: Exit
ru_ru: Выход

# btn_RaschetText
source: Solve
ru_ru: Расчет

# btn_reportText
source: Report
ru_ru: Отчет

# btn_reportOptionText
source: Report option...
ru_ru: Настройка отчета...

# label1Text
source: Variance
ru_ru: Разница

# label48Text
source: Warmth expenditure on warming up of dried materials and evaporation of moisture Q1, kw
ru_ru: Расход теплоты на прогревание просушиваемых материалов и испарение влаги Q1, кВт

# label51Text
source: Losses of warmth with waste gases Q2, kw
ru_ru: Потери теплоты с отходящими газами Q2, кВт

# label53Text
source: Losses of warmth with chemical недожогом Q3, kw
ru_ru: Потери теплоты с химическим недожогом Q3, кВт

# label57Text
source: Losses of warmth by fire chamber Q5top, kw
ru_ru: Потери теплоты топкой Q5топ, кВт

# label59Text
source: Losses of warmth owing to heat conduction of walls of working space Q5т, kw
ru_ru: Потери теплоты вследствие теплопроводности стенок рабочего пространства Q5т, кВт

# label60Text
source: Heat balance
ru_ru: Тепловой баланс

# label61Text
source: Oven heat rate
ru_ru: Тепловая мощность печи

# label62Text
source: kw
ru_ru: кВт

# label63Text
source: kDg/kg
ru_ru: кДж/кг

# label64Text
source: Warmth expenditure on 1 kg of the evaporated moisture
ru_ru: Расход теплоты на 1кг испаренной влаги

# label67Text
source: kg/ch
ru_ru: кг/ч

# label68Text
source: Black oil expenditure
ru_ru: Расход мазута

# label69Text
source: kg/c
ru_ru: кг/с

# tabPage2Text
source: Initial data
ru_ru: Исходные данные

# tabPage3Text
source: Total calculation
ru_ru: Итоговый расчет

# strMessage
source: Established English localization of the user interface!
ru_ru: Установлена русская локализация пользовательского интерфейса!

# strMessage2
source: Message
ru_ru: Сообщение

# Form1Text
source: Calculation of a heat balance of the drier drum
ru_ru: Расчет теплового баланса сушильного барабана

# btnAboutProgramText
source: About programm...
ru_ru: О программе...

# case0
source: Language has been changed. Please, continue work
ru_ru: Язык был изменен. Пожалуйста, продолжайте работу

# case1
source: Data has been corrected. It is necessary to execute calculation
ru_ru: Данные были скорректированы. Необходимо выполнить расчет

# case2
source: Calculation is completed successfully
ru_ru: Расчет завершен успешно

# case3
source: There is a calculation performance...
ru_ru: Идет выполнение расчета...

# case4
source: Calculation is not executed
ru_ru: Расчет не выполнен

# case5
source: Execute calculation
ru_ru: Выполните расчет

# strMessage5
source: Message
ru_ru: Сообщение

# strMessageOK
source: Calculation is completed successfully!
ru_ru: Расчет завершен успешно!
